[{"by": "A. France", "quote": "Better to understand a little than to be misunderstood."}, {"by": "Abraham Lincoln", "quote": "Virtually all men can stand up to adversity. "by": "Aesop", "quote": "Suffering is a lesson."}, {"by": "Albert Einstein", "quote": "Science without religion is lame."}, {"by ": "Albert Einstein", "quote": "Life is like a bicycle, to keep balance we must keep moving."}, {"by": "Albert Einstein", "quote": "The difference between past, present, and the future is but a stubborn illusion."}, {"by": "Albert Einstein", "quote": "A table, a chair, a bowl of fruit, and a violin; what else is needed for a person to feel happy? ."}, {"by": "Albert Einstein", "quote": "Be merciful to your neighbor, be merciful to yourself."}, {"by": "Alex Osborn", "quote": "The best way it is good to move yourself is to give yourself a task."}, {"by": "Alexander A. Bogomoletz ", "quote": "We must not lose heart. Passion is the strongest stimulant to love, to create and to desire to live longer."}, {"by": "Alexander Solzhenitsyn", "quote": "Man will be happy as long as he chooses to be happy."}, {"by": "Ali Javan", "quote": "I don't wish to be everything to everyone. I just want to be something for someone."}, {"by": "Ali bin Abi Talib", "quote": "If a person's mind is perfect, then a few words."}, {"by": "Ali bin Abi Talib ", "quote": "Happy is the man who can be the master of himself, the charioteer for his passions and the captain for the ark of his life."}, {"by": "Ali bin Abi Talib", "quote": " Honest friends are worth more than the things we inherit from our ancestors."}, {"by": "Anne M. Lindbergh", "quote": "The most tiring thing in life is being insincere."}, {"by": "Anonymous", "quote": "Opened to you, that's how God gave us a way to strive. Never think the road is closed."}, {"by": "Anonymous", "quote": "Procrastination is the grave where opportunity is buried."}, {"by": "Antonie De Saint", "quote": " Love does not look each other in the eye, but looks in the same direction together."}, {"by": "Aristotle", "quote": "We are what we repeatedly do. Brilliance is therefore not an act, but a habit."}, {"by": "Arnold Glasow", "quote": "Never try to make your son or daughter be like you. You are only one thing."}, {"by": "Art Buchwald", "quote": "If you can make people laugh, you will get all the love you want."}, {"by" : "Artumes Ward", "quote": "Trouble will come sooner or later. If there is a problem, welcome it as best you can. The friendlier you greet her, the quicker she will go."}, {"by": "Ashleigh Brilliant", "quote": "We can do nothing to change the past. But everything we do can change the future."}, {"by": "Augustine", "quote": "Patience is the friend of skill."}, {"by": "Ayn Rand", "quote": "Creative people are motivated by a desire to get ahead, not by a desire to beat others."}, {"by": "B. J. Habibie", "quote": "Wherever you are, always be the best and give the best that we can give."}, {"by": "Balzac", "quote": "Hate, like love, flares up over little things."}, {"by": "Barbara Sher", "quote": "You don't have to make it the first time."}, {"by": "Beecher", "quote": " One intense hour, far better and rewarding than years of dreaming and pondering."}, {"by": "Benjamin Disraeli", "quote": "The best thing you can do for others is not to share the wealth You, but helping him to have his own wealth."}, {"by": "Bill Clinton", "quote": "No effort is guaranteed, but not trying is a guarantee of failure."}, {"by": "Bill Cosby", "quote": "I don't know the key to success, but the key to failure is trying to keep everyone happy."}, {"by": "Bill Gates", "quote": "The most dissatisfied customer is a valuable resource for study. "}, {"by": "Bill McCartney", "quote": "We are not here to compete with each other. We are here to complement each other."}, {"by": "Brian Koslow", "quote": "The more accountable we are for our actions, the more credibility we have."}, {"by" : "Browning", "quote": "It's always good to forgive, but it's always best to forget a mistake."}, {"by": "Bruce Lee", "quote": "Don't be a tree that breaks easily. Be a bamboo that can withstand bending against the wind."}, {"by": "B